{
  "tests": [
    {
      "id": 1,
      "title": "Custom Write-In",
      "thumbnail": "/images/custom.png",
      "prerequisiteCode": "CODE18",
      "segments": [
        "There were very ",
        { "id": 0 },
        " people at the party when we arrived but half an hour later, it was crowded.\n\n",
        "How was I to know that she would have an allergic reaction ",
        { "id": 1 },
        " the nuts in the cake? She should have said something!\n\n",
        "Arthritis is a very painful condition that affects not only ",
        { "id": 2 },
        " old but also many younger people making many everyday activities difficult.\n\n",
        "He said he couldn't come to the meeting because of a previous engagement but I think he is just ",
        { "id": 3 },
        " excuses.\n\n",
        "You were driving at over fifty miles ",
        { "id": 4 },
        " hour and the limit here is only forty.\n\n",
        "I ",
        { "id": 5 },
        " to go to school now, otherwise I will be late.\n\n",
        "I can eat almost ",
        { "id": 6 },
        " type of fish or seafood except for octopus which I can't stand.\n\n",
        "The city is pretty safe although you may have some problems if you go into certain neighbourhoods ",
        { "id": 7 },
        " night."
      ],
      "options": {},
      "correctAnswers": {
        "0": "few",
        "1": "to",
        "2": "the",
        "3": "making",
        "4": "per",
        "5": "have",
        "6": "any",
        "7": "at"
      },
      "explanations": {
        "0": "few. Indicates a small number contrasted with 'crowded'.",
        "1": "to. 'Reaction to something' is the correct collocation.",
        "2": "the. 'Not only the old but also...' is standard English structure.",
        "3": "making. 'Making excuses' is the common idiom.",
        "4": "per. 'Miles per hour' is the correct unit expression.",
        "5": "have. 'I have to...' expresses necessity/obligation.",
        "6": "any. 'Almost any type' means nearly all types.",
        "7": "at. 'At night' is the correct time phrase."
      }
    },
    {
  "id": 2,
  "title": "Write-In Level",
  "thumbnail": "/images/writein-18.png",
  "prerequisiteCode": "CODE19",
  "segments": [
    "I gave up my seat on the bus ",
    { "id": 0 },
    " that an old woman could sit down.\n\n",
    "The film was awful. The best thing ",
    { "id": 1 },
    " it was the photography which was beautiful. The film was shot in Cambodia.\n\n",
    "What a strange looking dog! Do you know what ",
    { "id": 2 },
    " it is?",
    "",
    { "id": 3 },
    " me a favour and pass me the cell phone that's on the newspaper, please.\n\n",
    "First you will need to go to the post office, ",
    { "id": 4 },
    " you can buy all the stamps and envelopes you need.\n\n",
    "If you haven't been to the doctor's for a check for over a year, you ",
    { "id": 5 },
    " go as soon as possible.\n\n",
    "Madrid is a wonderful city but it has fewer parks ",
    { "id": 6 },
    " London which is a shame because of the hot and sunny weather there.\n\n",
    "Turn the machine off! That alarm means it can't ",
    { "id": 7 },
    " working properly."
  ],
  "options": {},
  "correctAnswers": {
    "0": "so",
    "1": "about",
    "2": "breed",
    "3": "do",
    "4": "where",
    "5": "should",
    "6": "than",
    "7": "be"
  }
},
{
  "id": 3,
  "title": "Custom Write-In 2",
  "thumbnail": "/images/custom2.png",
  "prerequisiteCode": "CODE20",
  "segments": [
    "Excuse me. Could you not stand in ",
    { "id": 0 },
    " of me like that? I can't see anything!\n\n",
    "If you want to become a doctor, you will need to do well in biology but in the other sciences ",
    { "id": 1 },
    ".\n\n",
     { "id": 2},
    "the cold outside, she insisted on only wearing a light t-shirt.\n\n",
    "",
    "Don't ",
    { "id": 3 },
    " fun of Mr. Peterson because of his crutches. He had a very nasty accident.\n\n",
    "We don't have to play musical chairs at the party. There are ",
    { "id": 4 },
    " kinds of other games the children can play.\n\n",
    "I didn't go to the dentist's because I wanted to. I went because I ",
    { "id": 5 },
    " to!\n\n",
    "Go down this street for about three blocks, then turn right when you ",
    { "id": 6 },
    " the crossroads.\n\n",
    "That new car of yours isn't at all similar ",
    { "id": 7 },
    " the one you had last year. Why did you buy such a different one?\n\n"
  ],
  "options": {},
  "correctAnswers": {
    "0": "front",
    "1": "too",
    "2": "despite",
    "3": "make",
    "4": "plenty",
    "5": "had",
    "6": "reach",
    "7": "to"
  },
  "explanations": {
    "0": "front. 'Stand in front of someone' blocks their view.",
    "1": "too. '…but in the other sciences too' adds the same requirement.",
    "2": "despite. 'Despite the cold' expresses concession.",
    "3": "make. 'Make fun of' is the correct idiom for ridicule.",
    "4": "plenty. 'Plenty of kinds' means many types.",
    "5": "had. 'I had to' denotes obligation.",
    "6": "reach. 'When you reach the crossroads' indicates arrival at that point.",
    "7": "to. 'Similar to' is the correct prepositional phrase."
  }
}
,
{
  "id": 20,
  "title": "Write-In Level 3",
  "thumbnail": "/images/writein-20.png",
  "prerequisiteCode": "CODE21",
  "segments": [
    "When I arrived at the office and saw the boss in such a bad mood, I knew it was ",
    { "id": 0 },
    " to be a bad day for everyone.\n\n",
    "Although Herman Tullock's book only came ",
    { "id": 1 },
    " a week ago, it has already been surrounded by controversy.\n\n",
    "I am not angry at you because you failed the exam but because I don't think you tried your best. Sometimes, it seems as though you don't even ",
    { "id": 2 },
    " an effort and would prefer to ride around the neighbourhood on your bike!\n\n",
    "For the first few weeks, you have to do simple jobs ",
    { "id": 3 },
    " photocopying and typing. Then, when you are used ",
    { "id": 4 },
    " the office, there will be other things you can do.\n\n",
    "After arriving at the airport, come out of the main doors and you will see ",
    { "id": 5 },
    " pedestrian walkway above you. I will meet you there.\n\n",
    "I wish you wouldn't make ",
    { "id": 6 },
    " so many stories. I never know when to believe you!\n\n",
    "You ",
    { "id": 7 },
    " not have come to work today. Didn't you know it was a holiday?\n\n",
    "We are meeting at 6pm at Tony's house and then leaving for the theatre an hour ",
    { "id": 8 },
    "."
  ],
  "options": {},
  "correctAnswers": {
    "0": "going",
    "1": "out",
    "2": "make",
    "3": "like",
    "4": "to",
    "5": "the",
    "6": "up",
    "7": "need",
    "8": "later"
  }
},
{
  "id": 21,
  "title": "Write-In Level 4",
  "thumbnail": "/images/writein-21.png",
  "prerequisiteCode": "CODE22",
  "segments": [
    "She ",
    { "id": 0 },
    " stand it when people talk down to her. She says she hates people feeling superior.\n\n",
    "I think your brother is very arrogant. He doesn't like me ",
    { "id": 1 },
    " either!\n\n",
    "Don't ",
    { "id": 2 },
    " fun of Mr. Peterson because of his crutches. He had a very nasty accident.\n\n",
    "The church may look very old but ",
    { "id": 3 },
    " actually built only 25 years ago.\n\n",
    "\"You ",
    { "id": 4 },
    " not walk any more than absolutely necessary on that leg\", the doctor told him.\n\n",
    "Your cousin Sammy first met me on August 5th last year, ",
    { "id": 5 },
    " was a very hot day as I remember.\n\n",
    "When fingerprints were first discovered, it was believed that ",
    { "id": 6 },
    " two people had the same ones.\n\n",
    "Have you chosen a name ",
    { "id": 7 },
    " your two dogs yet?"
  ],
  "options": {},
  "correctAnswers": {
    "0": "can't",
    "1": "much",
    "2": "make",
    "3": "was",
    "4": "must",
    "5": "which",
    "6": "no",
    "7": "for"
  }
},
{
  "id": 22,
  "title": "Write-In Level 5",
  "thumbnail": "/images/writein-22.png",
  "prerequisiteCode": "CODE23",
  "segments": [
    "We got to the shop as early as possible but someone ",
    { "id": 0 },
    " obviously arrived there before us. The last copy of the book was gone!\n\n",
    "What a gorgeous apartment you live in, Cathy! You have very original taste ",
    { "id": 1 },
    " furniture.\n\n",
    "My husband and I just got back from a week in that mountain spa you recommended. It ",
    { "id": 2 },
    " us the world of good!\n\n",
    "The company is very profitable even though it was only set ",
    { "id": 3 },
    " three years ago.\n\n",
    "All passengers in a car ",
    { "id": 4 },
    " to wear seat-belts in the UK.\n\n",
    "We don't know yet how successful the company will be this year. A lot depends ",
    { "id": 5 },
    " how our sales go in Asia.\n\n",
    "If you see Mr. Gordon, can you tell ",
    { "id": 6 },
    " we need to speak as soon as possible.\n\n",
    "It was an awful experience having to talk in front of the whole school ",
    { "id": 7 },
    " such a long time."
  ],
  "options": {},
  "correctAnswers": {
    "0": "had",
    "1": "in",
    "2": "did",
    "3": "up",
    "4": "have",
    "5": "on",
    "6": "him",
    "7": "for"
  }
},
{
  "id": 23,
  "title": "Write-In Level 6",
  "thumbnail": "/images/writein-23.png",
  "prerequisiteCode": "CODE24",
  "segments": [
    "It was ",
    { "id": 0 },
    " a long beach that by the time we had walked to the end, it was starting to get dark!\n\n",
    "I went on the bus to the city with my friend Amy this morning. Unfortunately, the bus was nearly full so we had to stand ",
    { "id": 1 },
    ".\n\n",
    "Canada ",
    { "id": 2 },
    " billions of dollars' worth of business with the USA every year.\n\n",
    "Richard isn't here. He ",
    { "id": 3 },
    " gone to lunch and won't be back for another forty minutes.\n\n",
    "We wanted to ",
    { "id": 4 },
    " up smoking at the same time but Mark was given a pipe for Christmas and feels guilty not using it!\n\n",
    "The furniture sold for so much money because of ",
    { "id": 5 },
    " uniqueness.\n\n",
    "I don't trust the weather forecasters at all. If they say ",
    { "id": 6 },
    " will be sunny, then I know to expect rain!\n\n",
    "Let's meet at 8 o'clock for tennis and bring your sister Pattie as ",
    { "id": 7 },
    "."
  ],
  "options": {},
  "correctAnswers": {
    "0": "such",
    "1": "up",
    "2": "does",
    "3": "has",
    "4": "give",
    "5": "its",
    "6": "it",
    "7": "well"
  }
},
{
  "id": 25,
  "title": "Write-In Level 8",
  "thumbnail": "/images/writein-25.png",
  "prerequisiteCode": "CODE26",
  "segments": [
    "That film is supposed to ",
    { "id": 0 },
    " very interesting. Shall we go and see it?\n\n",
    "How could you walk out of the shop ",
    { "id": 1 },
    " paying? That's stealing!\n\n",
    "She learnt to speak French so well ",
    { "id": 2 },
    " going to Marseilles and living there for four years.\n\n",
    "The doctor has not only stopped me from drinking milk but also other dairy products ",
    { "id": 3 },
    " as cheese and yoghurt.\n\n",
    "My husband's wage alone isn't enough for us to get ",
    { "id": 4 },
    ", so I work part-time in a local store.\n\n",
    "The children were saved when they built a huge fire that could be ",
    { "id": 5 },
    " for many miles.\n\n",
    "The final exam will be about the invention of the radio and the basic principles of ",
    { "id": 6 },
    " it works.\n\n",
    "We chose that name for her more ",
    { "id": 7 },
    " its sound than anything else."
  ],
  "options": {},
  "correctAnswers": {
    "0": "be",
    "1": "without",
    "2": "by",
    "3": "such",
    "4": "by",
    "5": "seen",
    "6": "how",
    "7": "for"
  }
}
,
{
  "id": 26,
  "title": "Write-In Level 9",
  "thumbnail": "/images/writein-26.png",
  "prerequisiteCode": "CODE27",
  "segments": [
    "You can come to the party if you want, ",
    { "id": 0 },
    " you are not expected to come.\n\n",
    "I can't make ",
    { "id": 1 },
    " my mind. Should I buy the red or the blue dress?\n\n",
    "Why didn't I choose the blue dress? Look, Connie is wearing exactly the ",
    { "id": 2 },
    " color!\n\n",
    "It wasn't ",
    { "id": 3 },
    " 1930 that the ninth planet Pluto was discovered.\n\n",
    "The company will hold interviews next week in an ",
    { "id": 4 },
    " to fill the position of Overseas Sales Manager.\n\n",
    "Landing ",
    { "id": 5 },
    " Miami airport for the first time, the first thing you notice is how lush the surrounding vegetation is.\n\n",
    "",
    { "id": 6 },
    " it's true your performance in the job has been great, you still have to work hard to improve your punctuality.\n\n",
    "Do you remember that colleague of mine ",
    { "id": 7 },
    " wife divorced him last year?"
  ],
  "options": {},
  "correctAnswers": {
    "0": "though",
    "1": "up",
    "2": "same",
    "3": "until",
    "4": "attempt",
    "5": "at",
    "6": "while",
    "7": "whose"
  }
}
,
{
  "id": 27,
  "title": "Write-In Level 10",
  "thumbnail": "/images/writein-27.png",
  "prerequisiteCode": "CODE28",
  "segments": [
    "He has had very short hair ",
    { "id": 0 },
    " his days in the army.\n\n",
    "You will need to complete a Sales Agreement Form for Evaluation, or a \"S.A.F.E.\" ",
    { "id": 1 },
    " we call them, before the close of business.\n\n",
    "My aunt doesn't live far ",
    { "id": 2 },
    " and I get to visit her at least once a week.\n\n",
    "I ",
    { "id": 3 },
    " forward a good idea at the meeting but it was totally ignored!\n\n",
    "I used to travel around garage sales looking for antiques which owners were selling cheap. I had a good ",
    { "id": 4 },
    " of success as I used to read a lot of books about it.\n\n",
    "London is a fantastic city, richer ",
    { "id": 5 },
    " parks and open spaces than just about any other city in the world.\n\n",
    "This study will investigate ",
    { "id": 6 },
    " people who are left handed are more likely to have accidents in the home or not.\n\n",
    "After visiting the cathedral, we will take half an hour in the riverside park so that you all have time ",
    { "id": 7 },
    " eat your lunch. Afterwards, we will catch the bus to the castle ruins."
  ],
  "options": {},
  "correctAnswers": {
    "0": "since",
    "1": "as",
    "2": "away",
    "3": "put",
    "4": "deal",
    "5": "in",
    "6": "whether",
    "7": "to"
  }
}
,
{
  "id": 28,
  "title": "Write-In Level 11",
  "thumbnail": "/images/writein-28.png",
  "prerequisiteCode": "CODE29",
  "segments": [
    "Go up into the attic and search ",
    { "id": 0 },
    " that old town map uncle Peter gave us last summer.\n\n",
    "You need to put at least one other window in this room to ",
    { "id": 1 },
    " in more light.\n\n",
    "Your assignment was ",
    { "id": 2 },
    " understood by your tutor. You will have to do it again.\n\n",
    "Are you ",
    { "id": 3 },
    " with the expression \"time and tide wait for no man\"? Could you explain what it means please?\n\n",
    "Switzerland has ",
    { "id": 4 },
    " own navy, even though it is a landlocked country without any coastline.\n\n",
    "Finally, this restaurant has an outdoor section making it perfect ",
    { "id": 5 },
    " those summer evenings with friends.\n\n",
    "The red cars are selling very well but ",
    { "id": 6 },
    " fewer of the blue ones have been bought.\n\n",
    "Eagles are ",
    { "id": 7 },
    " the most beautiful of birds in the world."
  ],
  "options": {},
  "correctAnswers": {
    "0": "for",
    "1": "let",
    "2": "badly",
    "3": "familiar",
    "4": "its",
    "5": "for",
    "6": "far",
    "7": "among"
  }
}
,
{
  "id": 29,
  "title": "Write-In Level 12",
  "thumbnail": "/images/writein-29.png",
  "prerequisiteCode": "CODE30",
  "segments": [
    "They offered $110,000 for the house even though it is clearly worth well ",
    { "id": 0 },
    ".\n\n",
    "Did you know your fire exit is ",
    { "id": 1 },
    " use as a delivery entrance? That is against state regulations.\n\n",
    "The dodo was a very unfortunate bird. It was too trusting of man and, of course, couldn't ",
    { "id": 2 },
    " fly, so was an easy target for hunters.\n\n",
    "How could you blame me like that? ",
    { "id": 3 },
    " other person would have been happy to have a friend like me. You are so unfair!\n\n",
    "As ",
    { "id": 4 },
    " as prices are concerned, this part of the old town can prove to be a little more expensive but it is worth a visit nevertheless.\n\n",
    "The time of the accident is ",
    { "id": 5 },
    " known at this time but investigations will continue.\n\n",
    "",
    { "id": 6 },
    " Einstein published his theories in 1905, even great scientists had great difficulty explaining some of the fundamental properties of the universe.\n\n",
    "I want this room looking spotless by 7 o'clock, like it ",
    { "id": 7 },
    " not!"
  ],
  "options": {},
  "correctAnswers": {
    "0": "over",
    "1": "in",
    "2": "even",
    "3": "any",
    "4": "far",
    "5": "not",
    "6": "until",
    "7": "or"
  }
},
{
  "id": 30,
  "title": "Write-In Level 13",
  "thumbnail": "/images/writein-30.png",
  "prerequisiteCode": "CODE31",
  "segments": [
    "No-one knows what happened to the manager but he ",
    { "id": 0 },
    " believed to have run off with all the company's money and gone to live in South America.\n\n",
    "",
    { "id": 1 },
    " I see the book you are looking for, I'll get it.\n\n",
    "When he was alive, my grandfather ",
    { "id": 2 },
    " take us down to the nearby lake every Sunday to feed the ducks and swans there.\n\n",
    "We made about two million dollars last month but a third ",
    { "id": 3 },
    " that total will be spent on taxes.\n\n",
    "Unless you begin to study hard immediately, there is a good chance ",
    { "id": 4 },
    " failure in your exams this summer.\n\n",
    "Tonight's play off match is unlikely to ",
    { "id": 5 },
    " place due to rain and high winds. League officials say they will try again tomorrow evening.\n\n",
    "You have to try and relax more Sheila. You're ",
    { "id": 6 },
    " stressed out that it is starting to affect your health.\n\n",
    "By the time the Apollo landings finished, NASA ",
    { "id": 7 },
    " sent several men to the lunar surface."
  ],
  "options": {},
  "correctAnswers": {
    "0": "is",
    "1": "if",
    "2": "would",
    "3": "of",
    "4": "of",
    "5": "take",
    "6": "so",
    "7": "had"
  }
}
,
{
  "id": 31,
  "title": "Write-In Level 14",
  "thumbnail": "/images/writein-31.png",
  "prerequisiteCode": "CODE32",
  "segments": [
    "We went to Ariannis' Tavern, ",
    { "id": 0 },
    " is run by my cousin, for dinner last night.\n\n",
    "If you want ",
    { "id": 1 },
    " money, you will have to work overtime and start arriving on time every day.\n\n",
    "We will leave base camp at dawn tomorrow. Everyone must carry ",
    { "id": 2 },
    " own supplies plus five kilograms of team camping equipment.\n\n",
    "There are enough similarities between these three types of horse that we believe they all originated from a ",
    { "id": 3 },
    " species millions of years ago.\n\n",
    "",
    { "id": 4 },
    " matter which store you decide to buy your coat in, make sure you get real leather and not a cheap plastic one.\n\n",
    "Our boss has initiated a study to discover if we are productive ",
    { "id": 5 },
    " as a team.\n\n",
    "I don't understand how Jane can be so generous with her money. She must have a great ",
    { "id": 6 },
    " of it!\n\n",
    "If you leave him alone, he ",
    { "id": 7 },
    " work fine by himself."
  ],
  "options": {},
  "correctAnswers": {
    "0": "which",
    "1": "more",
    "2": "their",
    "3": "common",
    "4": "no",
    "5": "enough",
    "6": "deal",
    "7": "will"
  }
}
,
{
  "id": 32,
  "title": "Write-In Level 15",
  "thumbnail": "/images/writein-32.png",
  "prerequisiteCode": "CODE33",
  "segments": [
    "I have had ",
    { "id": 0 },
    " of your arguing, you two! Why can't you play together quietly?\n\n",
    "To get the most ",
    { "id": 1 },
    " of your new mountain bike, be sure to follow the instructions given on care and maintenance.\n\n",
    "You must bring these books back before ",
    { "id": 2 },
    " date printed on that piece of paper.\n\n",
    "You were driving at more than eighty miles ",
    { "id": 3 },
    " hour and that is very dangerous in these weather conditions.\n\n",
    "If you use my sketch ",
    { "id": 4 },
    " a basis for your design, you will save a lot of time.\n\n",
    "If you want to ",
    { "id": 5 },
    " use of the building plans, just let me know and I can get them for you.\n\n",
    "This was my second school and the one in ",
    { "id": 6 },
    " I met Jane.\n\n",
    "Do we expect to lose ",
    { "id": 7 },
    " students this year or will it just be a few?"
  ],
  "options": {},
  "correctAnswers": {
    "0": "enough",
    "1": "out",
    "2": "the",
    "3": "an",
    "4": "as",
    "5": "make",
    "6": "which",
    "7": "many"
  }
}
,
{
  "id": 33,
  "title": "Write-In Level 16",
  "thumbnail": "/images/writein-33.png",
  "prerequisiteCode": "CODE34",
  "segments": [
    "They offered $110,000 for the house even though it is clearly worth well ",
    { "id": 0 },
    " $140,000.\n\n",
    "Did you know your fire exit is ",
    { "id": 1 },
    " use as a delivery entrance? That is against state regulations.\n\n",
    "The dodo was a very unfortunate bird. It was too trusting of man and, of course, couldn't ",
    { "id": 2 },
    " fly, so was an easy target for hunters.\n\n",
    "How could you blame me like that? ",
    { "id": 3 },
    " other person would have been happy to have a friend like me. You are so unfair!\n\n",
    "As ",
    { "id": 4 },
    " as prices are concerned, this part of the old town can prove to be a little more expensive but it is worth a visit nevertheless.\n\n",
    "The time of the accident is ",
    { "id": 5 },
    " known at this time but investigations will continue.\n\n",
    "",
    { "id": 6 },
    " Einstein published his theories in 1905, even great scientists had great difficulty explaining some of the fundamental properties of the universe.\n\n",
    "I want this room looking spotless by 7 o'clock, like it ",
    { "id": 7 },
    " not!"
  ],
  "options": {},
  "correctAnswers": {
    "0": "over",
    "1": "in",
    "2": "even",
    "3": "any",
    "4": "far",
    "5": "not",
    "6": "until",
    "7": "or"
  }
}

,
{
  "id": 34,
  "title": "Write-In Level 17",
  "thumbnail": "/images/writein-34.png",
  "prerequisiteCode": "CODE35",
  "segments": [
    "The climber found ",
    { "id": 0 },
    " in trouble when the weather began to close in.\n\n",
    "I know you're worried about the exam, Kayleigh, but study hard, do your best and see ",
    { "id": 1 },
    " happens.\n\n",
    "Our neighbours can ",
    { "id": 2 },
    " very noisy in the evening. It's very annoying.\n\n",
    "Pens are very important in my job. I even have ",
    { "id": 3 },
    " in my pocket right now!\n\n",
    "We didn't have a kettle, so we made use ",
    { "id": 4 },
    " an old saucepan to boil the water.\n\n",
    "Put the key on the shelf ",
    { "id": 5 },
    " you don't lose it again.\n\n",
    "Why are you angry at me, Jane? First of ",
    { "id": 6 },
    ", it wasn't me who spread the rumour about you.\n\n",
    "Do you know of ",
    { "id": 7 },
    " who would be interested in working for our charity?"
  ],
  "options": {},
  "correctAnswers": {
    "0": "himself",
    "1": "what",
    "2": "get",
    "3": "one",
    "4": "of",
    "5": "so",
    "6": "all",
    "7": "anyone"
  }
},
{
  "id": 35,
  "title": "Write-In Level 18",
  "thumbnail": "/images/writein-35.png",
  "prerequisiteCode": "CODE36",
  "segments": [
    "Hilda couldn't hear James because he was standing too far ",
    { "id": 0 },
    " so she had to shout.\n\n",
    "The skirt was torn and Jenna tried to take it ",
    { "id": 1 },
    " but the shop manager said it was against company policy.\n\n",
    "As we approached the border, my father told me to offer the policeman ",
    { "id": 2 },
    " egg from our picnic basket.\n\n",
    "Did you record the ",
    { "id": 3 },
    " of the movie or just the first hour like last time?\n\n",
    "I can't stand my job. The great pay is ",
    { "id": 4 },
    " makes it worth keeping, though.\n\n",
    "The time of the meeting isn't very convenient ",
    { "id": 5 },
    " everyone, so we'll have to reschedule it.\n\n",
    "Which flavour ice cream do you want, Timmy? Make ",
    { "id": 6 },
    " your mind and tell me, we're in a hurry!\n\n",
    "I need to learn ",
    { "id": 7 },
    " to knit by tomorrow. Help me, please!"
  ],
  "options": {},
  "correctAnswers": {
    "0": "away",
    "1": "back",
    "2": "an",
    "3": "rest",
    "4": "what",
    "5": "for",
    "6": "up",
    "7": "how"
  }
}



  ]
}
